Repository: younesmaleki/jonasstyle
Catalog: store/locale/*/LC_MESSAGES/django.po
Languages: fa

source: category
fa: دسته بندی

source: brand
fa: برند

source: brand description
fa: توضیحات برند

source: color
fa: رنگ

source: size
fa: سایز

source: tags
fa: تگ ها

source: Farsi Product Name
fa: نام محصول

source: English Product Name
fa: نام محصول

source: Category
fa: دسته بندی

source: Brand
fa: برند

source: Product Model
fa: مدل

source: Product Colors
fa: رنگ

source: Product Sizes
fa: سایز

source: Product Short Description
fa: توضیحات محتصر محصول

source: Product Full Description
fa: توضیحات

source: Product Attribute
fa: ویژگی ها

source: Product Gender
fa: جنسیت

source: Product Tags
fa: تگ ها

source: Product Price
fa: قیمت

source: Color
fa: رنگ

source: Values of Attribute
fa: ویژگی های محصول

source: Product Variant
fa: واریانت ها

source: Color Variant
fa: واریانت - رنگ

source: Size Variant
fa: واریانت - سایز

source: Variant Inventory
fa: واریانت - تعداد موجودی

source: Product Image
fa: عکس محصول

source: Author Comment
fa: نویسنده کامنت

source: Comment Text
fa: متن کامنت

source: Rate of Product
fa: امتیاز محصول

source: Product Description
fa: توضیحات محصول

source: Additional information
fa: اطلاعات اضافی
